<?php

use Illuminate\Database\Seeder;
use App\Bu;

class BuSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Bu::create([
            'bu_name' => "محمد محسن ",
            'bu_price' => '1022342',
            'bu_square' => " 20l.4",
            'bu_small_dis' => "خالى بالك من حماتك حماتك اتوميك بومب",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "24",
            'bu_latitude' => "20,3",
            'bu_rent' => 1,
            'bu_type' => 1,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 2,
            'rooms' => 6,
            'bu_place' => '2',
            'year' => '2017',
            'month' => '01',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => "محمد محسن ",
            'bu_price' => '102142',
            'bu_square' => " 20l1",
            'bu_small_dis' => "خالى بالك من حماتك حماتك اتوميك بومب",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "34",
            'bu_latitude' => "20,3",
            'bu_rent' => 1,
            'bu_type' => 1,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 5,
            'year' => '2019',
            'bu_place' => '2',
            'month' => '01',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'

        ]);
        Bu::create([
            'bu_name' => "مصطفى محسن ",
            'bu_price' => '102142',
            'bu_square' => " 30l.4",
            'bu_small_dis' => "خالى بالك من حماتك حماتك اتوميك بومب",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "22.2",
            'bu_latitude' => "10",
            'bu_rent' => 0,
            'bu_type' => 2,
            'bu_status' => 0,
            'month' => '01',
            'year' => '2019',
            'bu_large_dis' => 'بهذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 3,
            'rooms' => 12,
            'bu_place' => '2',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => " محسن عبدالعزيز ",
            'bu_price' => '102042',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "خالى بالك من حماتك حماتك اتوميك بومب",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "29",
            'bu_latitude' => "20,3",
            'bu_rent' => 0,
            'bu_type' => 1,
            'bu_status' => 1,
            'year' => '2019',
            'month' => '02',
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.
هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '1',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => " محسن عبدالعزيز ",
            'bu_price' => '102042',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "خالى بالك من حماتك حماتك اتوميك بومب",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "24.2",
            'bu_latitude' => "20,3",
            'bu_rent' => 0,
            'bu_type' => 2,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '2',
            'year' => '2019',
            'month' => '02',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => " محسن عبدالعزيز ",
            'bu_price' => '102042',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "خالى بالك من حماتك حماتك اتوميك بومب",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "11",
            'bu_latitude' => "20,3",
            'bu_rent' => 1,
            'bu_type' => 1,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '2',
            'month' => '02',
            'year' => '2019',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => " محسن عبدالعزيز ",
            'bu_price' => '102142',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "خالى بالك من حماتك حماتك اتوميك بومب",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "55",
            'bu_latitude' => "20,3",
            'bu_rent' => 1,
            'bu_type' => 2,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '2',
            'year' => '2019',
            'month' => '03',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);

        Bu::create([
            'bu_name' => " فيلا فى السادس للبيع ",
            'bu_price' => '102142',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "فيلا 1000 متر عى الطريق الدئري بجوار مسجد المدينة الجامعية تحت كشك عم ابراهيم عنده خمس اولاد ",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "100",
            'bu_latitude' => "20,3",
            'bu_rent' => 1,
            'bu_type' => 0,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '1',
            'month' => '04',
            'year' => '2019',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => " فيلا فى السادس للبيع ",
            'bu_price' => '102042',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "فيلا 1000 متر عى الطريق الدئري بجوار مسجد المدينة الجامعية تحت كشك عم ابراهيم عنده خمس اولاد ",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "1",
            'bu_latitude' => "20,3",
            'bu_rent' => 0,
            'bu_type' => 0,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '1',
            'month' => '03',
            'year' => '2019',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => " فيلا فى السادس للبيع ",
            'bu_price' => '102042',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "فيلا 1000 متر عى الطريق الدئري بجوار مسجد المدينة الجامعية تحت كشك عم ابراهيم عنده خمس اولاد ",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "44",
            'bu_latitude' => "20,3",
            'bu_rent' => 0,
            'bu_type' => 2,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '1',
            'month' => '05',
            'year' => '2019',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
        Bu::create([
            'bu_name' => " فيلا فى السادس للبيع ",
            'bu_price' => '102042',
            'bu_square' => " 50l.4",
            'bu_small_dis' => "فيلا 1000 متر عى الطريق الدئري بجوار مسجد المدينة الجامعية تحت كشك عم ابراهيم عنده خمس اولاد ",
            'bu_meta' => "لكل ظالم نهاية ",
            'bu_longtitude' => "10.2",
            'bu_latitude' => "20,3",
            'bu_rent' => 1,
            'bu_type' => 1,
            'bu_status' => 1,
            'bu_large_dis' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
            'user_id' => 1,
            'rooms' => 11,
            'bu_place' => '3',
            'month' => '05',
            'year' => '2019',
            'image' => 'bu/Апартаменты-GRAPHITE-PENTHOUSE-2-800x533.jpg'
        ]);
    }
}
