<?php

function getSetting($settingname = 'sitename')
{


    return \App\SiteSetting::where('namesetting', $settingname)->get()[0]->value;
}
function bu_type()
{
    $array = [
        'شقة',
        'فبلا',
        'شاليه',
    ];
    return $array;
}
function bu_rent()
{
    $array = [
        'تمليك',
        'ايجار',

    ];
    return $array;
}
function bu_status()
{
    $array = [
        'غير مفعل',
        'مفعل',

    ];
    return $array;
}
function bu_place()
{
    return [
        "5" => "اسوان",
        "6" => "اسيوط",
        "4" => "الاسكندرية",
        "13" => "الاسماعيلية",
        "15" => "الاقصر",
        "24" => "البحر الاحمر",
        "7" => "البحيرة",
        "2" => "الجيزة",
        "9" => "الدقهلية",
        "28" => "السويس",
        "25" => "الشرقية",
        "12" => "الغربية",
        "11" => "الفيوم",
        "1" => "القاهرة",
        "22" => "القليوبية",
        "18" => "المنوفية",
        "17" => "المنيا",
        "19" => "الوادي الجديد",
        "8" => "بني سويف",
        "21" => "بور سعيد",
        "27" => "جنوب سيناء",
        "3" => "حلوان",
        "10" => "دمياط",
        "26" => "سوهاج",
        "20" => "شمال سيناء",
        "23" => "قنا",
        "14" => "كفر الشيخ",
        "16" => "مرسي مطروح",

    ];
}
function correct()
{
    return [
        'bu_price' => "السعر",
        'bu_price_from' => " السعر من",
        'bu_price_to' => "السعر الى",
        'rooms' => "عدد الغرف",
        'bu_type' => "نوع العقار",
        'bu_rent' => "نوع العملية",
        'bu_square' => 'مساحة العقار',
        'bu_place' => 'المنطقة',
    ];
}
